Repository: 84000/data-translation-memory
Catalog: toh329-v3.tmx
Source language: bo
Languages: en

source: ལྷའི་མདོ།
en: The Devatā

source: སངས་རྒྱས་དང་། བྱང་ཆུབ་སེམས་དཔའ་ཐམས་ཅད་ལ་ཕྱག་འཚལ་ལོ། །
en: Sūtra Homage to all buddhas and bodhisattvas.

source: འདི་སྐད་བདག་གིས་ཐོས་པ་དུས་གཅིག་ན།
en: Thus did I hear at one time.

source: བཅོམ་ལྡན་འདས་མཉན་ཡོད་ན་རྒྱལ་བུ་རྒྱལ་བྱེད་ཀྱི་ཚལ་མགོན་མེད་ཟས་སྦྱིན་གྱི་ཀུན་དགའ་ར་བ་ན་བཞུགས་ཏེ། དེ་ནས་མཚན་མོ་མི་ཉལ་ཙམ་ན་ལྷ་མདོག་བཟང་པོ་ཞིག་བཅོམ་ལྡན་འདས་ག་ལ་བ་དེར་སོང་སྟེ་ཕྱིན་ནས། བཅོམ་ལྡན་འདས་ཀྱི་ཞབས་ལ་མགོ་བོས་ཕྱག་འཚལ་ཏེ། ཕྱོགས་གཅིག་ཏུ་འདུག་གོ། ། དེ་ནས་ལྷ་དེའི་མཐུས་རྒྱལ་བུ་རྒྱལ་བྱེད་ཀྱི་ཚལ་ཐམས་ཅད་སྣང་བ་ཆེན་པོས་ཁྱབ་པར་གྱུར་ཏོ། །
en: The Blessed One was staying at Jetavana, Anāthapiṇḍada’s park at Śrāvastī. One night, shortly before waking, a beautiful divine being came before the Blessed One, paid homage by bowing its head to the feet of the Blessed One, and sat down to one side. By the power of that divine being, the whole of Jetavana was suffused with a great light.

source: དེ་ནས་དེའི་ཚེ་ལྷ་དེས་ཚིགས་སུ་བཅད་པ་འདི་དག་གསོལ་ཏོ། །
en: At that time, the divine being inquired with the following verses:

source: མཚོན་ཆ་རྣོན་པོ་དེ་གང་ལགས། །ཧ་ལ་ཧ་ལའི་དུག་གང་ལགས། །རབ་ཏུ་འབར་བའི་མེ་གང་ལགས། །མུན་པ་རབ་གནག་དེ་
en: “What is the sharpest weapon? What is the deadliest poison? What is the fiercest fire? What is the blackest darkness?”

source: གང་ལགས། །བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། ཚིག་རྩུབ་མཚོན་ཆ་རྣོན་པོ་ཡིན། །
en: The Blessed One replied: “A harsh word is the sharpest weapon,

source: འདོད་ཆགས་ཧ་ལ་ཧ་ལའི་དུག །ཞེ་སྡང་རབ་ཏུ་འབར་བའི་མེ། །མུན་པ་རབ་གནག་མ་རིག་པའོ། །
en: Attachment the deadliest poison. Hatred is the fiercest fire, And ignorance the blackest darkness.”

source: ལྷས་གསོལ་པ། མི་ཡིས་ཟིན་པ་དེ་གང་ལགས། །གང་འདིར་བོར་བ་དེ་གང་ལགས། །མི་ཤིགས་གོ་ཆ་ཅི་ཞིག་ལགས། །འདི་ན་མཚོན་དུ་ཅི་རྣོ་ལགས། །བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། བདག་གིས་གང་བྱིན་ཟིན་པ་ཡིན། །
en: The divine being asked: “What does a person possess, And what is left behind here? In this life, what is indestructible armor, And what is the sharpest weapon?” The Blessed One replied:

source: ཁྱིམ་དུ་གང་བཞག་འདིར་བོར་ཡིན། །
en: “What you give away is what you possess, And what you keep at home is what you leave behind.

source: མི་ཤིགས་གོ་ཆ་བཟོད་པ་ཡིན། །
en: Patience is the indestructible armor,

source: འདི་ན་མཚོན་དུ་ཤེས་རབ་རྣོ། །
en: And in this life, wisdom is the sharpest weapon.”

source: ལྷས་གསོལ་པ། ཆོམ་རྐུན་ཞེས་བགྱི་དེ་གང་ལགས། །དམ་པ་རྣམས་ཀྱི་ནོར་གང་ལགས། །ལྷ་དང་བཅས་པའི་འཇིག་རྟེན་ན། །
en: The divine being asked: “Who is it that is called ‘thief,’ And what is the wealth of the holy? In this world of gods and humans,

source: བསླུས་ཞེས་བགྱི་བ་གང་དག་ལགས། །བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། རྣམ་རྟོག་ཆོམ་རྐུན་མཁས་པ་ཡིན། །
en: Who are called ‘the deceived’?” The Blessed One replied: “Conceptual thought is the skillful thief,

source: ཚུལ་ཁྲིམས་དམ་པ་རྣམས་ཀྱི་ནོར། །གང་དག་ཚུལ་ཁྲིམས་ལོག་ལྷུང་བྱས། །
en: And ethical discipline is the wealth of the holy. Those who fail in ethical discipline

source: དེ་དག་འཇིག་རྟེན་བསླུས་པ་ཡིན། །
en: Are the deceived of this world.”

source: ལྷས་གསོལ་པ། བདེ་ཞེས་བགྱི་བ་དེ་གང་ལགས། །དབང་ཕྱུག་དམ་པ་དེ་གང་ལགས། །རྟག་ཏུ་རྣམ་པར་བརྒྱན་པ་གང་། །མཐོ་བཙམས་གང་ལགས་བཀའ་སྩལ་གསོལ། །
en: The divine being asked: “What is it that is called ‘happiness,’ And who are the mighty and holy? Who are forever adorned, And please tell, who are the scorned?”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། འདོད་ཆུང་བདེ་བར་ཤེས་པར་བྱ། །
en: The Blessed One replied: “Those who desire little will know happiness,

source: ཆོག་ཤེས་དབང་ཕྱུག་དམ་པ་ཡིན། །
en: And those who are content are the mighty and holy.

source: ཁྲིམས་ལྡན་རྟག་ཏུ་རྣམ་པར་བརྒྱན། །
en: Those with discipline are forever adorned,

source: ཚུལ་ཁྲིམས་ཉམས་པ་མཐོ་བཙམས་ཡིན། །
en: And those of weak discipline are the scorned.” The divine being asked: “Who is the affectionate relative,

source: ལྷས་གསོལ་པ། རྩ་ལག་མཉེས་གཤིན་དེ་གང་ལགས། །བསམ་པ་སྡང་བའི་དགྲ་གང་ལགས། །སྡུག་བསྔལ་མི་བཟད་དེ་གང་ལགས། །མཆོག་ཏུ་བདེ་བ་དེ་གང་ལགས། །བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། རྩ་ལག་མཉེས་གཤིན་བསོད་ནམས་ཡིན། །
en: And who is the enemy with hateful intent? What is unbearable suffering, And what, the supreme happiness?” The Blessed One replied: “Merit is the affectionate relative,

source: སྡིག་པ་བསམ་པ་སྡང་བའི་དགྲ། །དམྱལ་བའི་སྡུག་བསྔལ་མི་བཟད་པ། །ཕུང་པོ་མེད་པའི་བདེ་བའི་མཆོག །ལྷས་གསོལ་པ། སྡུག་ལ་མི་ཕན་དེ་
en: And negative deeds are the enemy with hateful intent. The sufferings of hell are unbearable, And the absence of aggregates, the supreme happiness.” The divine being asked: “What is attractive but not beneficial, And what is beneficial but not attractive?

source: གང་ལགས། །ཕན་ཡང་མི་སྡུག་གང་ཞིག་ལགས། །གནོད་པ་བགྱིད་པའི་ནད་གང་ལགས། །སྨན་པའི་མཆོག་གཅིག་དེ་གང་ལགས། །བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། འདོད་པ་སྡུག་ཀྱང་མི་ཕན་པ། །ཐར་པ་ཕན་ལ་མི་སྡུག་པ། །འདོད་ཆགས་གནོད་པ་མེད་པའི་ནད། །སྨན་པའི་མཆོག་གཅིག་སངས་རྒྱས་ཡིན། །
en: What is a harmful disease, And who, the supreme physician?” The Blessed One replied: “Lust is attractive but not beneficial, And liberation is beneficial but not attractive. Attachment is a harmful disease, And the Buddha is the supreme physician.”

source: ལྷས་གསོལ་པ། གང་གིས་འཇིག་རྟེན་འདི་བསྒྲིབས་ལགས། །གང་གིས་འཇིག་རྟེན་དབང་དུ་བགྱིས། །
en: The divine being asked: “By what is this world obscured, And by what is it dominated?

source: གང་གིས་མཛའ་བཤེས་འབྱེད་པར་བགྱིད། །གང་གིས་མཐོ་རིས་མཆི་མི་འགྱུར།
en: By what are friends separated, And what prevents progress to higher realms?”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། མི་ཤེས་པས་ནི་འཇིག་རྟེན་བསྒྲིབས། །གཏི་མུག་གིས་ནི་དབང་དུ་བྱས། །
en: The Blessed One replied: “This world is obscured by lack of understanding, And is dominated by delusion.

source: ཞེན་པས་མཛའ་བཤེས་འབྱེད་པར་བྱེད། །
en: Friends are separated by greed,

source: ཆགས་པས་མཐོ་རིས་འགྲོ་མི་འགྱུར། །
en: And attachment prevents progress to higher realms.”

source: ལྷས་གསོལ་པ། གང་གིས་མཛའ་བཤེས་འཕེལ་བར་འགྱུར། །
en: The divine being asked: “What increases friends?

source: གང་གིས་དགྲ་རྣམས་ཞི་བར་བགྱིད། །གང་གིས་མཐོ་རིས་འཐོབ་པར་བགྱིད། །གང་གིས་ཐར་པར་འགྲོ་བར་འགྱུར། །
en: And what pacifies enemies? How will higher realms be attained, And how will liberation occur?”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། གཏོང་བས་མཛའ་བཤེས་འཕེལ་བར་འགྱུར། །
en: The Blessed One replied: “Through generosity, friends are increased;

source: བྱམས་པས་དགྲ་རྣམས་ཞི་བར་བྱེད། །
en: And through love, enemies are pacified.

source: ཚུལ་ཁྲིམས་ཀྱིས་ནི་མཐོ་རིས་ཐོབ། །
en: Through ethical discipline, higher realms are attained,

source: ཤེས་པས་ཐར་པར་འགྲོ་བར་འགྱུར། །
en: And with understanding, liberation will occur.”

source: ལྷས་གསོལ་པ། རྒྱལ་པོ་དང་ནི་ཆོམ་རྐུན་གྱིས། །ཤིན་ཏུ་བསྒྲིམ་པ་བགྱིས་གྱུར་ན། །
en: The divine being asked: “When kings and thieves

source: སྐྱེས་པའམ་བུད་མེད་གང་གིའང་རུང་། །
en: Exert great effort,

source: དབྲོག་པར་མི་ཚུགས་ཅི་ཞིག་ལགས། །བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། རྒྱལ་པོ་དང་ནི་ཆོམ་རྐུན་གྱིས། །ཤིན་ཏུ་བསྒྲིམ་པ་བྱས་གྱུར་ཀྱང་། །སྐྱེས་པའམ་བུད་མེད་གང་གིའང་རུང་། །
en: What is it that cannot be plundered From any man or woman?” The Blessed One replied: “Even if kings and thieves Exert great effort,

source: དབྲོག་པར་མི་ཚུགས་ཚུལ་ཁྲིམས་སོ། །
en: Merit cannot be plundered

source: ལྷས་གསོལ་པ། འཇིག་རྟེན་འདི་ནི་གང་གིས་འཆིང་། །གང་གིས་འཇིག་རྟེན་རྣམ་པར་གྲོལ། །
en: From any man or woman.” The divine being asked: “What fetters this world, And what releases this world?

source: གང་ཞིག་རྣམ་པར་སྤངས་པས་ན། །
en: What, when abandoned,

source: མྱ་ངན་འདས་ཞེས་བགྱི་བར་བགྱི། །
en: Leads to the attainment of that called nirvāṇa?”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། འདོད་པས་འཇིག་རྟེན་འཆིང་བར་བྱེད། །
en: The Blessed One replied: “Desire fetters this world,

source: འདོད་པ་མེད་པས་རྣམ་པར་གྲོལ། །
en: And the absence of desire releases it.

source: སྲེད་པ་རྣམ་པར་སྤངས་པས་ན། །
en: If craving is completely abandoned,

source: མྱ་ངན་འདས་ཞེས་བརྗོད་པ་ཡིན། །
en: That which is called nirvāṇa is attained.” The divine being asked: “What is not destroyed even by a strong wind, Nor burned by fire? Even if the entire ground is inundated,

source: ལྷས་གསོལ་པ། རླུང་དམར་གྱིས་ཀྱང་མི་ཤིགས་ཤིང་། །ཞུགས་ཀྱིས་མི་འཚིག་དེ་ཅི་ལགས། །དོག་ས་གཏམ་པར་བགྱིད་པ་ཡི། །ཆབ་ཀྱིས་མི་འདྲུལ་ཅི་ཞིག་ལགས། །བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། རླུང་དམར་གྱིས་ཀྱང་མི་ཤིགས་ཤིང་། །མེས་ཀྱང་མི་འཚིག་བསོད་ནམས་ཡིན། །
en: What is not spoiled by water?” The Blessed One replied: “Merit is not destroyed, even by strong wind,

source: ས་རྣམས་ཁེབས་པར་བྱེད་པ་ཡི། །ཆུས་ཀྱང་མི་འདྲུལ་བསོད་ནམས་སོ། །
en: Nor burned by fire. Even if the entire ground is inundated, Merit is not spoiled by water.”

source: ལྷས་གསོལ་པ། སུ་ཞིག་ཤིན་ཏུ་བསླུས་གྱུར་ནས། །
en: The divine being asked: “Who, greatly deceived,

source: འཇིག་རྟེན་འདི་ནས་ཕ་རོལ་མཆིས། །
en: Goes from this world to the next?

source: ད་དུང་བདག་གི་དོགས་པ་འདི། །ཁྱོད་ཀྱིས་བསལ་བར་མཛད་པའི་རིགས། །
en: You indeed are the one To dispel this doubt of mine.”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། །གང་གིས་ལོངས་སྤྱོད་ཡོད་བཞིན་དུ། །བསོད་ནམས་བསགས་པ་མ་བྱས་པ། །དེ་ནི་ཤིན་ཏུ་བསླུས་གྱུར་ནས། །
en: The Blessed One replied: “Whoever possesses wealth, But does not accumulate merit, They, being greatly deceived,

source: འཇིག་རྟེན་འདི་ནས་ཕ་རོལ་སོང་། །
en: Go from this world to the next.”

source: ལྷས་གསོལ་པ། འཇིགས་པ་ཀུན་ལས་འདས་གྱུར་ཅིང་། །རྒལ་བའི་འཇིག་རྟེན་མཐུ་ལྡན་པའི། །བྲམ་ཟེ་མྱ་ངན་ཡོངས་འདས་པར། །ཀྱེ་མ་བདག་གིས་རིང་ནས་མཐོང་། །
en: The divine being said: “Aha! I have finally seen A powerful brahmin who has transcended the world, Who is free from all fears, Who has passed completely beyond sorrow.”

source: བཅོམ་ལྡན་འདས་ཀྱིས་དེ་སྐད་ཅེས་བཀའ་སྩལ་ནས་ལྷ་དེ་ཡི་རངས་ཏེ། བཅོམ་ལྡན་འདས་ཀྱི་ཞབས་ལ་མགོ་བོས་ཕྱག་འཚལ་ནས་རྗེས་སུ་ཡི་རངས་ཏེ་དེ་ཉིད་དུ་མི་སྣང་བར་གྱུར་ཏོ། །
en: After the Blessed One had spoken thus, the divine being rejoiced. He paid homage by bowing its head at the feet of the Blessed One, rejoiced, and disappeared.

source: ལྷའི་མདོ་རྫོགས་སོ།​། །​།
en: This completes “The Devatā Sūtra.”
